* Исправлена некорректная выгрузка закупочной цены при создании заказа.
* Исправлена ошибка кодировки имени  при создании нового клиента (crm => bitrix).
* Исправлено возможное падение агента orderAgent() изза специфики конфигурации php на сервере (использование не инициализированных полей массива).
* Исправлена возможная подмена имен пользователей в заказе при выгрузке изменений (crm => bitrix) (использование не инициализированной переменной).
* Исправлено некорреткное отображение сокращенного адреса на третьем шаге установки.
